export const BAKERS = [
    {
        fullName: "Иванова Мария Сергеевна",
        specialty: "Кондитер по тортам",
        rating: 4.8,
        reviews: [
            { fullName: "Петров Алексей", comment: "Торт просто волшебный!" },
            { fullName: "Сидорова Лена", comment: "Очень красиво и вкусно." },
        ],

        products: [
            { "name": "Бородинский", "desc": "Тёмный ржаной хлеб с кориандром", "img": "1.jpg", "price": 90 },
            { "name": "Батон", "desc": "Классический белый хлеб", "img": "2.jpg", "price": 60 }
        ]
    },
    {
        fullName: "Петров Василий Игоревич",
        specialty: "Пекарь по хлебу с закваской",
        rating: 4.5,
        reviews: [
            { fullName: "Марина К.", comment: "Хлеб хрустящий и ароматный." },
        ],

        products: [
            { "name": "Кукурузный хлеб", "desc": "Лёгкий и сладковатый", "img": "7.jpg", "price": 110 },
            { "name": "Лаваш", "desc": "Тонкий армянский хлеб", "img": "8.jpg", "price": 80 },
            { "name": "Фокачча", "desc": "С розмарином и оливковым маслом", "img": "9.jpg", "price": 140 },
            { "name": "Ржаной кирпичик", "desc": "Плотный деревенский хлеб", "img": "10.jpg", "price": 95 }
        ]
    },
    {
        fullName: "Кузнецова Ирина Владимировна",
        specialty: "Кондитер по эклерам",
        rating: 5.0,
        reviews: [
            { fullName: "Олег М.", comment: "Лучшие эклеры в городе!" },
            { fullName: "Анна В.", comment: "Нежные и тают во рту." },
        ],

        products: [
            { "name": "С орехами", "desc": "Хрустящая текстура", "img": "43.jpg", "price": 270 },
            { "name": "Мраморный", "desc": "Ваниль и шоколад вперемешку", "img": "44.jpg", "price": 280 },
            { "name": "Цитрусовый", "desc": "С лимонной цедрой", "img": "45.jpg", "price": 240 },
            { "name": "С маком", "desc": "Мелкие зернышки и ваниль", "img": "46.jpg", "price": 230 },
            { "name": "С творогом", "desc": "Нежный и плотный", "img": "47.jpg", "price": 260 },
            { "name": "С глазурью", "desc": "Украшенный сахарной помадкой", "img": "48.jpg", "price": 275 },
            { "name": "Ягодный", "desc": "С кусочками клубники или черники", "img": "49.jpg", "price": 290 },
            { "name": "Медовый", "desc": "Натуральный и ароматный", "img": "50.jpg", "price": 250 }
        ]
    },
    {
        fullName: "Смирнов Артём Андреевич",
        specialty: "Пекарь по багетам",
        rating: 4.2,
        reviews: [],

        products: [
            { "name": "Черничный", "desc": "Классика жанра", "img": "51.jpg", "price": 270 },
            { "name": "Банановый", "desc": "Сладкий и плотный", "img": "52.jpg", "price": 260 },
            { "name": "С шоколадом", "desc": "Мягкий с начинкой", "img": "53.jpg", "price": 280 },
            { "name": "С орехами", "desc": "Немного хруста внутри", "img": "54.jpg", "price": 290 },
            { "name": "Карамельный", "desc": "Сладкий тягучий вкус", "img": "55.jpg", "price": 285 },
        ]
    },
    {
        fullName: "Васильева Дарья Олеговна",
        specialty: "Кондитер по капкейкам",
        rating: 4.9,
        reviews: [
            { fullName: "Тимофей Л.", comment: "Капкейки улет!" },
            { fullName: "Екатерина П.", comment: "Дети в восторге." },
        ],

        products: [
            { "name": "Песочное", "desc": "С кремом или вареньем", "img": "73.jpg", "price": 370 },
            { "name": "Медовое", "desc": "Маленькое и сладкое", "img": "74.jpg", "price": 380 },
            { "name": "Зефирное", "desc": "Мягкое с пудрой", "img": "75.jpg", "price": 360 },
            { "name": "Профитроли", "desc": "Шарики с кремом внутри", "img": "76.jpg", "price": 400 },
            { "name": "Муравейник мини", "desc": "Мини-вариант торта", "img": "77.jpg", "price": 410 },
        ]
    },
    {
        fullName: "Григорьев Алексей Юрьевич",
        specialty: "Пекарь по чиабатте",
        rating: 4.0,
        reviews: [],
        products: [
            { "name": "С шоколадом", "desc": "Мягкий с начинкой", "img": "53.jpg", "price": 280 },
            { "name": "С орехами", "desc": "Немного хруста внутри", "img": "54.jpg", "price": 290 },
            { "name": "Карамельный", "desc": "Сладкий тягучий вкус", "img": "55.jpg", "price": 285 },
            { "name": "Морковный", "desc": "Полезный и вкусный", "img": "56.jpg", "price": 265 },
            { "name": "Яблочный", "desc": "С корицей и яблоками", "img": "57.jpg", "price": 275 },
            { "name": "Кокосовый", "desc": "Лёгкий и ароматный", "img": "58.jpg", "price": 270 },
            { "name": "Ванильный", "desc": "Нежный вкус", "img": "59.jpg", "price": 250 },
            { "name": "Маффин с малиной", "desc": "С кисло-сладкой ноткой", "img": "60.jpg", "price": 295 }
        ]
    },
    {
        fullName: "Мельникова Светлана Николаевна",
        specialty: "Кондитер по макаронс",
        rating: 4.7,
        reviews: [
            { fullName: "Жанна М.", comment: "Настоящий французский вкус!" },
        ],

        products: [
            { "name": "Песочное", "desc": "Рассыпчатое с маслом", "img": "34.jpg", "price": 190 },
            { "name": "С орехами", "desc": "Хрустящее и питательное", "img": "35.jpg", "price": 220 },
            { "name": "С вареньем", "desc": "Сладкое внутри", "img": "36.jpg", "price": 230 },
            { "name": "С изюмом", "desc": "Сладкая и сочная", "img": "13.jpg", "price": 230 },
            { "name": "С кунжутом", "desc": "Пышная и хрустящая", "img": "14.jpg", "price": 215 },
            { "name": "С повидлом", "desc": "С начинкой из яблока или сливы", "img": "15.jpg", "price": 240 },
            { "name": "С сыром", "desc": "Нежная солоноватая", "img": "16.jpg", "price": 250 },
        ]
    },
    {
        fullName: "Дмитриев Павел Сергеевич",
        specialty: "Пекарь по ржаному хлебу",
        rating: 4.3,
        reviews: [],
        products: [
            { "name": "Багет", "desc": "Французский длинный хлеб", "img": "4.jpg", "price": 100 },
            { "name": "Хлеб с злаками", "desc": "Полезный хлеб с семенами", "img": "5.png", "price": 130 },
            { "name": "Овсяное", "desc": "Классика с изюмом", "img": "31.jpg", "price": 180 },
            { "name": "С шоколадной крошкой", "desc": "Для сладкоежек", "img": "32.jpg", "price": 200 },
            { "name": "Имбирное", "desc": "Пряное и ароматное", "img": "33.jpg", "price": 210 },
            { "name": "Морковный", "desc": "Полезный и вкусный", "img": "56.jpg", "price": 265 },
            { "name": "Яблочный", "desc": "С корицей и яблоками", "img": "57.jpg", "price": 275 },
            { "name": "Кокосовый", "desc": "Лёгкий и ароматный", "img": "58.jpg", "price": 270 },
        ]
    },
    {
        fullName: "Соколова Анастасия Евгеньевна",
        specialty: "Кондитер по муссовым тортам",
        rating: 4.6,
        reviews: [
            { fullName: "Ирина З.", comment: "Очень необычный вкус!" },
        ],

        products: [
            { "name": "С глазурью", "desc": "Украшенный сахарной помадкой", "img": "48.jpg", "price": 275 },
            { "name": "Ягодный", "desc": "С кусочками клубники или черники", "img": "49.jpg", "price": 290 },
            { "name": "Медовый", "desc": "Натуральный и ароматный", "img": "50.jpg", "price": 250 },
            { "name": "Фруктовое", "desc": "С ягодами и желе", "img": "78.jpg", "price": 430 },
            { "name": "Птичье молоко", "desc": "Нежнейшая структура", "img": "79.jpg", "price": 440 },
            { "name": "Меренга", "desc": "Сладкое и хрустящее", "img": "80.jpg", "price": 350 }
        ]
    },
    {
        fullName: "Захаров Николай Петрович",
        specialty: "Пекарь по слоеному тесту",
        rating: 4.1,
        reviews: [],

        products: [
            { "name": "Медовик", "desc": "С мёдом и сметаной", "img": "62.jpg", "price": 500 },
            { "name": "Шоколадный торт", "desc": "Насыщенный и нежный", "img": "63.jpg", "price": 540 },
            { "name": "Бисквитный", "desc": "Лёгкий и воздушный", "img": "64.jpg", "price": 480 },
            { "name": "Муравейник", "desc": "С печеньем и сгущёнкой", "img": "65.jpg", "price": 510 },
            { "name": "Сметанник", "desc": "Нежный и влажный", "img": "66.jpg", "price": 495 },
            { "name": "Тирамису", "desc": "Итальянский десерт с кофе", "img": "67.jpg", "price": 560 },
            { "name": "Фруктовый торт", "desc": "С ягодами и кремом", "img": "68.jpg", "price": 530 },
            { "name": "Цитрусовый", "desc": "С лимонной цедрой", "img": "45.jpg", "price": 240 },
            { "name": "С маком", "desc": "Мелкие зернышки и ваниль", "img": "46.jpg", "price": 230 },
            { "name": "С творогом", "desc": "Нежный и плотный", "img": "47.jpg", "price": 260 },
        ]
    },
    {
        fullName: "Николаева Елена Григорьевна",
        specialty: "Кондитер по пряникам",
        rating: 5.0,
        reviews: [
            { fullName: "Маргарита Л.", comment: "Пряники как из детства!" },
        ],

        products: [
            { "name": "Овсяное", "desc": "Классика с изюмом", "img": "31.jpg", "price": 180 },
            { "name": "С шоколадной крошкой", "desc": "Для сладкоежек", "img": "32.jpg", "price": 200 },
            { "name": "Имбирное", "desc": "Пряное и ароматное", "img": "33.jpg", "price": 210 },
            { "name": "Песочное", "desc": "Рассыпчатое с маслом", "img": "34.jpg", "price": 190 },
            { "name": "С орехами", "desc": "Хрустящее и питательное", "img": "35.jpg", "price": 220 },
        ]
    },
];
